---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersPerSecond
source: html/57a65e4d-52ae-abd3-a928-252890e8a7c2.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersPerSecond Property

Meters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersPerSecond { get; }
```